//
//  Constants.swift
//  TodayWalkingIs
//
//  Created by David_ADA on 2022/06/03.
//

import Foundation


class Constants {

    static let shotQuotes = [
        "작가란 오늘 아침에 글을 쓴 사람이다",
        "작가는 다른 사람들보다 글쓰기를 어려워 하는 사람이다.",
        "제대로 쓰려고 말고, 무조건 써라.",
        "인류에 대해 쓰지말고, 한 인간에 대해 쓰라.",
        "지금 쓰고 있는 글을 당신이 즐기지 못하면 아무도, 즐기지 못한다.",
        "말하는 것처럼 쓰라.",
        "나는 일필휘지를 믿지 않는다",
        
    ]
    
    static let shotQuoteBy = [
        "-로버타 진 브라이언트-",
        "-토마스만-",
        "-제임스 서버-",
        "-엘윈 브룩 화이트-",
        "-마르티나 콜-",
        "-볼테르-",
        "-최명희-"
    ]
    
    static let longQuotes = [
        "글을 쓰고 싶다면 종이와 펜 혹은 컴퓨터, 그리고 약간의 배짱만 있으면 된다.",
        "당신만이 전할 수 있는 이야기를 써라 당신보다 더 똑똑하고 우수한 작가들은 많다.",
        "글쓰기 재능을 연마하기 전에 뻔뻔함을 기르라고 말하고 싶다.",
        "가능한 자주 글을 써라 그게 출판 될 거라는 생각으로가 아니라, 악기 연주를 배운다는 생각으로.",
        "바빠서 글을 쓸 수 없다는 사람은 시간이 있어도 글을 쓰지 못한다.",
        "영감이 찾아오길 기다려선 안된다, 몽둥이를 들고 그걸 쫒아가야 한다.",
        "당신이 읽고 싶은 책이 있는데, 그 이야기가 책으로 나오지 않았다면, 당신은 그 이야기를 쓰면 된다."
        
        
    ]

    static let longQuotesBy = [
        "-로버타 진 브라이언트-",
        "-닐 게이먼-",
        "-하퍼 리-",
        "-J. B. 프리슬리-",
        "-찰스 램-",
        "-잭 런던-",
        "-토니 모리슨-"
    ]

}
